1password-beta
1password-cli
aether
alacritty
amd-ucode
asdcontrol
base
base-devel
bash-completion
bat
bitwarden
bitwarden-cli
bluetui
bolt
brightnessctl
btop
btrfs-progs
clang
cups
cups-browsed
cups-filters
cups-pdf
docker
docker-buildx
docker-compose
dust
efibootmgr
egl-wayland
evince
exfatprogs
expac
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
fontconfig
fzf
ghostty
git
github-cli
gitleaks
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-themes-extra
gpu-screen-recorder
grim
gst-plugin-pipewire
gum
gvfs-mtp
gvfs-nfs
gvfs-smb
hypridle
hyprland
hyprland-guiutils
hyprland-preview-share-picker
hyprlock
hyprpicker
hyprsunset
imagemagick
impala
imv
inetutils
intellij-idea-community-edition
inxi
iwd
jq
kdenlive
kvantum-qt5
lazydocker
lazygit
less
lib32-nvidia-utils
libpulse
libqalculate
libreoffice-fresh
libva-nvidia-driver
libyaml
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux
linux-firmware
linux-headers
llvm
localsend
luarocks
mako
man-db
mariadb-libs
mise
mpv
nautilus
neovim
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nvidia-open-dkms
nvidia-utils
obs-studio
obsidian
omarchy-chromium
omarchy-keyring
omarchy-nvim
omarchy-walker
pamixer
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
polkit-gnome
postgresql-libs
power-profiles-daemon
python-gobject
python-poetry-core
python-terminaltexteffects
qt5-wayland
qt6-wayland
ripgrep
ruby
rust
satty
sddm
signal-desktop
slurp
snapper
sof-firmware
spotify
starship
stow
sushi
swaybg
swayosd
system-config-printer
tldr
tobi-try
tree-sitter-cli
ttf-cascadia-mono-nerd
ttf-ia-writer
ttf-jetbrains-mono-nerd
typora
tzupdate
ufw
ufw-docker
unzip
usage
uwsm
visual-studio-code-bin
waybar
wayfreeze
whois
wireless-regdb
wiremix
wireplumber
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-terminal-exec
xmlstarlet
xournalpp
yaru-icon-theme
yay
zoxide
zram-generator
